Repository: theRealTacoTime/poclbm
Catalog: guiminer_*.po
Languages: pt

source: GUIMiner Version: %(version)s GUI by Chris 'Kiv' MacLeod Original poclbm miner by m0mchil Original rpcminer by puddinpop Get the source code or file issues at GitHub: https://github.com/Kiv/poclbm If you enjoyed this software, support its development by donating to: %(address)s Even a single Bitcoin is appreciated and helps motivate further work on this software.
pt: GUIMiner Versão: %(version)s GUI por Chris 'Kiv' MacLeod Minerador poclbm original por m0mchil Minerador rpcminer original por puddinpop Obtenha o código-fonte ou reporte erros em GitHub: https://github.com/Kiv/poclbm Se tiveres apreciado este software, suporte seu desenvolvimento através de doações para: %(address)s Até mesmo um único Bitcoin é apreciado e ajuda a motivar em trabalhos futuros neste software.

source: Not started
pt: Não iniciado

source: Starting...
pt: Iniciando...

source: Stopped
pt: Parado

source: Paused
pt: Pausado

source: Start mining!
pt: Iniciar mineração!

source: Stop mining
pt: Parar mineração

source: Refresh balance
pt: Atualizar saldo

source: Connection error
pt: Erro de conexão

source: Username:
pt: Usuário:

source: Password:
pt: Senha:

source: Quit this program
pt: Sair do programa

source: Show about dialog
pt: Sobre...

source: Connecting...
pt: Conectando...

source: Requesting balance: %(request)s
pt: Solicitando saldo: %(request)s

source: Server replied: %(status)s, %(data)s
pt: Servidor respondeu: %(status)s, %(data)s

source: Miner
pt: Minerador

source: Speed
pt: Velocidade

source: Accepted
pt: Aceptado

source: Stale
pt: Expirado

source: Start/Stop
pt: Iniciar/Parar

source: Autostart
pt: Início auto.

source: Pause all
pt: Pausar todos

source: Restore
pt: Restaurar

source: Close
pt: Fechar

source: Listener for "%s" started
pt: Minerador para "%s" iniciado

source: Listener for "%(name)s": %(line)s
pt: Minerador para "%(name)s": %(line)s

source: Listener for "%s" shutting down
pt: Minerador para "%s" encerrando

source: Server:
pt: Servidor:

source: Website:
pt: Sítio web:

source: Ext. Path:
pt: Caminho Externo:

source: Host:
pt: Servidor:

source: Port:
pt: Porta:

source: Device:
pt: Dispositivo:

source: No OpenCL devices
pt: No há dispositivos OpenCL

source: Extra flags:
pt: Opções extras:

source: CPU Affinity:
pt: Afinidade da CPU:

source: Balance:
pt: Saldo:

source: Withdraw
pt: Retirar saldo

source: Default
pt: Padrão

source: Start
pt: Iniciar

source: Stop
pt: Parar

source: Connection problems
pt: Problemas de conexão

source: Running command:
pt: Executando comando:

source: Difficulty 1 hashes: %(nhashes)d %(update_time)s
pt: Dificuldade 1 hashes: %(nhashes)d %(update_time)s

source: Blocks: %d,
pt: Blocos: %d,

source: Shares: %d accepted
pt: Tarefas: %d aceitadas

source: , %d stale/invalid
pt: , %d expirada/inválida

source: - last at %s
pt: - última: %s

source: Server to connect to. Different servers have different fees and features. Check their websites for full information.
pt: Servidor a se conectar. Diferentes servidores possuem diferentes taxas e funcionalidades. Visite seus sítios para mais informações.

source: Website of the currently selected server. Click to visit.
pt: Sítio do servidor selecionado atualmente. Clique para visitar.

source: Available OpenCL devices on your system.
pt: Dispositivos OpenCL disponíveis em seu sistema.

source: Host address, without http:// prefix.
pt: Endereço do servidor, sem o prefixo http://

source: Server port. This is usually 8332.
pt: Porta do servidor. Geralmente 8332.

source: The miner's username. May be different than your account username. Example: Kiv.GPU
pt: O nome do minerador. Pode ser diferente do nome de sua conta. Exemplo: MeuMineradorBitCoin.GPU

source: The miner's password. May be different than your account password.
pt: A senha do minerador. Pode ser diferente da senha de sua conta.

source: Extra flags to pass to the miner. For Radeon HD 5xxx series use -v -w128 for best results. For other cards consult the forum.
pt: Opções extras a serem passadas ao minerador. Para a série Radeon HD 5xxx utilize -v -w128 para melhores resultados. Para outras placas de vídeo consulte o fórum.

source: CPU cores used for mining. Unchecking some cores can reduce high CPU usage in some systems.
pt: Núcleos da CPU usados para mineração. Desmarcar alguns núcleos pode reduzir alto uso de CPU em alguns sistemas.

source: Auth token rejected by server.
pt: Código de autenticação rejeitado pelo servidor.

source: %s confirmed
pt: %s confirmado

source: , %s unconfirmed
pt: , %s não confirmado

source: Bad response from server.
pt: Resposta incorreta do servidor.

source: Withdraw OK
pt: Retirada de Saldo OK

source: Registrar-se não é obrigatório - apenas entre com um endereço e pressione Iniciar.
pt: Endereço:

source: Your receiving address for Bitcoins. E.g.: 1A94cjRpaPBMV9ZNWFihB5rTFEeihBALgc
pt: Sua conta para recebimento de Bitcoins. Exemplo: 1A94cjRpaPBMV9ZNWFihB5rTFEeihBALgc

source: Your miner username (not your account username). Example: Kiv.GPU
pt: Usuário do minerador, (não é o usuário da sua conta). Exemplo: CarteiraBitCoins.GPU

source: Your miner password (not your account password).
pt: Senha do minerador (não é a senha da sua conta).

source: Your miner username. Example: kiv123@kiv123
pt: O usuário do minerador. Exemplo: CarteiraBitcoins@kiv123

source: The e-mail address you registered with.
pt: O e-mail no qual você registrou-se.

source: &Rename...
pt: &Renomear...

source: Rename this miner
pt: Renomear este minerador

source: &New OpenCL miner...
pt: &Novo minerador OpenCL...

source: Create a new OpenCL miner (default for ATI cards)
pt: Criar um novo minerador OpenCL (placas gráficas AMD)

source: Create a new Phoenix miner (for some ATI cards)
pt: Criar um novo minerador Phoenix (algumas placas gráficas AMD)

source: New Phoenix miner...
pt: Novo minerador Phoenix

source: Create a new CUDA miner (for NVIDIA cards)
pt: Criar um novo minerador CUDA (placas gráficas NVIDIA)

source: New CUDA miner...
pt: Novo minerador CUDA...

source: Create a new Ufasoft miner (for CPUs)
pt: Criar um novo minerador Ufasoft (para CPUs)

source: New Ufasoft CPU miner...
pt: Novo minerador Ufasoft CPU

source: Create a new custom miner (requires external program)
pt: Criar um novo minerador personalizado (para programas externos)

source: New &other miner...
pt: Novo minerad&or diferente...

source: &New miner
pt: &Novo minerador

source: &Save settings
pt: &Salvar configurações

source: Save your settings
pt: Salve suas configurações

source: &Load settings
pt: &Carregar configurações

source: Load stored settings
pt: Carregar configurações salvas

source: Quit
pt: Sair

source: &File
pt: &Arquivo

source: Show summary
pt: Exibir sumário

source: Show summary of all miners
pt: Exibir sumário de todos os mineradores

source: Show console
pt: Exibir console

source: Show console logs
pt: Exibir registros do console

source: &View
pt: &Visualizar

source: &Create solo password...
pt: &Criar usuário/senha...

source: Configure a user/pass for solo mining
pt: Configurar um usuário/senha para mineração em modo 'solo'

source: &Set Bitcoin client path...
pt: &Configurar diretório do cliente Bitcoin...

source: Set the location of the official Bitcoin client
pt: Configurar o local do cliente official de Bitcoin.

source: &Launch Bitcoin client as server
pt: &Executar o client Bitcoin como servidor

source: Launch the official Bitcoin client as a server for solo mining
pt: Executar o client Bitcoin como servidor para mineração em modo 'solo'

source: &Solo utilities
pt: &Utilidades do Modo Solo

source: Start &minimized
pt: Iniciar &minimizado

source: Start the GUI minimized to the tray.
pt: Iniciar a interface minimizada na bandeja.

source: &Options
pt: &Opções

source: &Change language...
pt: Modifi&car idioma...

source: Language
pt: Idioma

source: &Donate 99 cents...
pt: &Doar 99 centavos...

source: Donate $0.99 USD worth of Bitcoins to support GUIMiner development
pt: Doar $0.99 USD de Bitcoins para apoiar o desenvolvimento do GUIMiner

source: &Donate
pt: &Doações

source: &About...
pt: &Sobre

source: &Help
pt: &Ajuda

source: Failed to load taskbar icon; continuing.
pt: Erro ao carregar o ícone na barra de ferramentas; continuando.

source: OpenCL not found - can't add a OpenCL miner
pt: OpenCL não encontrado - não é possível adicionar um minerador OpenCL

source: Name this miner:
pt: Nome deste minerador:

source: New miner
pt: Novo minerador

source: Untitled
pt: Sem nome

source: External miner (*.exe)|*.exe|(*.py)|*.py
pt: Minerador externo (*.exe)|*.exe|(*.py)|*.py

source: Select external miner:
pt: Selecionar um minerador externo:

source: Unsupported external miner %(filename)s. Supported are: %(supported)s
pt: Minerador externo %(filename)s não é compatível. Modelos compatíveis: %(supported)

source: Miner not supported
pt: Mineirador não compatível

source: Do you want to save changes?
pt: Salvar todas as mudanças?

source: Save
pt: Salvar

source: Saving:
pt: Salvando:

source: Couldn't write save file %s. Check the location is writable.
pt: Não foi possível salvar o arquivo %s. Verifique se a localização permite escritura no arquivo.

source: Save unsuccessful
pt: Erro ao salvar

source: Profiles saved OK to %s.
pt: Perfis salvos em %s.

source: Save successful
pt: Salvo com sucesso

source: Loaded: %s
pt: Carregado: %s

source: Loading profiles will stop any currently running miners. Continue?
pt: Carregar os perfis parará todos os mineradores. Prosseguir?

source: Load profile
pt: Carregar perfil

source: Select path to Bitcoin.exe
pt: Selecionar caminho para Bitcoin.exe

source: About
pt: Sobre

source: Closing this miner will stop it. Continue?
pt: Fechar este minerador fará pará-lo. Prosseguir?

source: Close miner
pt: Fechar minerador

source: Couldn't find Bitcoin at %s. Is your path set correctly?
pt: Não foi possível encontrar Bitcoin em %s. O caminho está correto?

source: Launch failed
pt: Falha ao iniciar

source: The Bitcoin client will now launch in server mode. Once it connects to the network and downloads the block chain, you can start a miner in 'solo' mode.
pt: O client Bitcoin irá agora inicar em modo servidor. Uma vez que conectada a rede e descarregada a cadeia de blocos, você pode iniciar um minerado no modo 'solo'.

source: Launched ok.
pt: Executado com sucesso.

source: %s already exists. Overwrite?
pt: %s já existe. Sobrescrever?

source: bitcoin.conf already exists.
pt: bitcoin.conf já existe.

source: Enter password
pt: Introduza a senha

source: Success
pt: Sucesso

source: Wrote bitcoin config ok.
pt: bitcoin.conf escrito corretamente.

source: Summary
pt: Sumário

source: Rename miner
pt: Renomear minerador

source: Rename to:
pt: Renomear para:

source: Change language
pt: Moidificar idioma

source: Choose language (requires restart to take full effect)
pt: Escolher idioma (é necessário reiniciar para que as ações tomem efeito)

source: Click the link below to log in to the pool and get a special token. This token lets you securely check your balance. To remember this token for the future, save your miner settings.
pt: Clique no link abaixo para logar no pool e receber seu token especial. Este token permite checar seu saldo de maneira segura. Para lembrar este token para depois, salve as configurações de seu minerador.

source: (Paste token here)
pt: (Colar autenticação/token aqui)

source: Copy address to clipboard
pt: Copiar endereço para área de transferência

source: No OpenCL devices found.
pt: Não foram encontrados dispositivos OpenCL.

source: No OpenCL devices were found. If you only want to mine using CPU or CUDA, you can ignore this message. If you want to mine on ATI graphics cards, you may need to install the ATI Stream SDK, or your GPU may not support OpenCL.
pt: Não foram encontrados dispositivos OpenCL. Se você deseja minerar usando CPU ou CUDA, você pode ignorar esta mensagem. Se você deseja minerar usando placa gráfica AMD, você deve instalar o ATI Stream SDK, ou sua GPU provavelmente não irá suportar OpenCL.

source: Don't show this message again
pt: Não mostrar esta mensagem novamente
